-- MySQL dump 10.13  Distrib 5.6.24, for Win64 (x86_64)
--
-- Host: 210.75.252.61    Database: health
-- ------------------------------------------------------
-- Server version	5.1.73

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `area`
--

DROP TABLE IF EXISTS `area`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `area` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(45) DEFAULT NULL,
  `parentName` varchar(45) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=390 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `area`
--

LOCK TABLES `area` WRITE;
/*!40000 ALTER TABLE `area` DISABLE KEYS */;
INSERT INTO `area` VALUES (1,'天津','天津'),(2,'石家庄','河北'),(3,'唐山','河北'),(4,'秦皇岛','河北'),(5,'邯郸','河北'),(6,'邢台','河北'),(7,'保定','河北'),(8,'张家口','河北'),(9,'承德','河北'),(10,'沧州','河北'),(11,'廊坊','河北'),(12,'衡水','河北'),(13,'太原','山西'),(14,'大同','山西'),(15,'阳泉','山西'),(16,'长治','山西'),(17,'晋城','山西'),(18,'朔州','山西'),(19,'晋中','山西'),(20,'运城','山西'),(21,'忻州','山西'),(22,'临汾','山西'),(23,'吕梁','山西'),(24,'呼和浩特','内蒙古'),(25,'包头','内蒙古'),(26,'乌海','内蒙古'),(27,'赤峰','内蒙古'),(28,'通辽','内蒙古'),(29,'鄂尔多斯','内蒙古'),(30,'呼伦贝尔','内蒙古'),(31,'巴彦淖尔','内蒙古'),(32,'乌兰察布','内蒙古'),(33,'兴安','内蒙古'),(34,'锡林郭勒','内蒙古'),(35,'阿拉善','内蒙古'),(36,'沈阳','辽宁'),(37,'大连','辽宁'),(38,'鞍山','辽宁'),(39,'抚顺','辽宁'),(40,'本溪','辽宁'),(41,'丹东','辽宁'),(42,'锦州','辽宁'),(43,'营口','辽宁'),(44,'阜新','辽宁'),(45,'辽阳','辽宁'),(46,'盘锦','辽宁'),(47,'铁岭','辽宁'),(48,'朝阳','辽宁'),(49,'葫芦岛','辽宁'),(50,'长春','吉林'),(51,'吉林','吉林'),(52,'四平','吉林'),(53,'辽源','吉林'),(54,'通化','吉林'),(55,'白山','吉林'),(56,'松原','吉林'),(57,'白城','吉林'),(58,'延边朝鲜族','吉林'),(59,'哈尔滨','黑龙江'),(60,'齐齐哈尔','黑龙江'),(61,'鸡西','黑龙江'),(62,'鹤岗','黑龙江'),(63,'双鸭山','黑龙江'),(64,'大庆','黑龙江'),(65,'伊春','黑龙江'),(66,'佳木斯','黑龙江'),(67,'七台河','黑龙江'),(68,'牡丹江','黑龙江'),(69,'黑河','黑龙江'),(70,'绥化','黑龙江'),(71,'大兴安岭','黑龙江'),(72,'上海','上海'),(73,'南京','江苏'),(74,'无锡','江苏'),(75,'徐州','江苏'),(76,'常州','江苏'),(77,'苏州','江苏'),(78,'南通','江苏'),(79,'连云港','江苏'),(80,'淮安','江苏'),(81,'盐城','江苏'),(82,'扬州','江苏'),(83,'镇江','江苏'),(84,'泰州','江苏'),(85,'宿迁','江苏'),(86,'杭州','浙江'),(87,'宁波','浙江'),(88,'温州','浙江'),(89,'嘉兴','浙江'),(90,'湖州','浙江'),(91,'绍兴','浙江'),(92,'金华','浙江'),(93,'衢州','浙江'),(94,'舟山','浙江'),(95,'台州','浙江'),(96,'丽水','浙江'),(97,'合肥','安徽'),(98,'芜湖','安徽'),(99,'蚌埠','安徽'),(100,'淮南','安徽'),(101,'马鞍山','安徽'),(102,'淮北','安徽'),(103,'铜陵','安徽'),(104,'安庆','安徽'),(105,'黄山','安徽'),(106,'滁州','安徽'),(107,'阜阳','安徽'),(108,'宿州','安徽'),(109,'六安','安徽'),(110,'亳州','安徽'),(111,'池州','安徽'),(112,'宣城','安徽'),(113,'福州','福建'),(114,'厦门','福建'),(115,'莆田','福建'),(116,'三明','福建'),(117,'泉州','福建'),(118,'漳州','福建'),(119,'南平','福建'),(120,'龙岩','福建'),(121,'宁德','福建'),(122,'南昌','江西'),(123,'景德镇','江西'),(124,'萍乡','江西'),(125,'九江','江西'),(126,'新余','江西'),(127,'鹰潭','江西'),(128,'赣州','江西'),(129,'吉安','江西'),(130,'宜春','江西'),(131,'抚州','江西'),(132,'上饶','江西'),(133,'济南','山东'),(134,'青岛','山东'),(135,'淄博','山东'),(136,'枣庄','山东'),(137,'东营','山东'),(138,'烟台','山东'),(139,'潍坊','山东'),(140,'济宁','山东'),(141,'泰安','山东'),(142,'威海','山东'),(143,'日照','山东'),(144,'莱芜','山东'),(145,'临沂','山东'),(146,'德州','山东'),(147,'聊城','山东'),(148,'滨州','山东'),(149,'菏泽','山东'),(150,'郑州','河南'),(151,'开封','河南'),(152,'洛阳','河南'),(153,'平顶山','河南'),(154,'安阳','河南'),(155,'鹤壁','河南'),(156,'新乡','河南'),(157,'焦作','河南'),(158,'济源','河南'),(159,'濮阳','河南'),(160,'许昌','河南'),(161,'漯河','河南'),(162,'三门峡','河南'),(163,'南阳','河南'),(164,'商丘','河南'),(165,'信阳','河南'),(166,'周口','河南'),(167,'驻马店','河南'),(168,'武汉','湖北'),(169,'黄石','湖北'),(170,'十堰','湖北'),(171,'宜昌','湖北'),(172,'襄阳','湖北'),(173,'鄂州','湖北'),(174,'荆门','湖北'),(175,'孝感','湖北'),(176,'荆州','湖北'),(177,'黄冈','湖北'),(178,'咸宁','湖北'),(179,'随州','湖北'),(180,'恩施','湖北'),(181,'仙桃','湖北'),(182,'潜江','湖北'),(183,'天门','湖北'),(184,'神农架','湖北'),(185,'长沙','湖南'),(186,'株洲','湖南'),(187,'湘潭','湖南'),(188,'衡阳','湖南'),(189,'邵阳','湖南'),(190,'岳阳','湖南'),(191,'常德','湖南'),(192,'张家界','湖南'),(193,'益阳','湖南'),(194,'郴州','湖南'),(195,'永州','湖南'),(196,'怀化','湖南'),(197,'娄底','湖南'),(198,'湘西','湖南'),(199,'广州','广东'),(200,'韶关','广东'),(201,'深圳','广东'),(202,'珠海','广东'),(203,'汕头','广东'),(204,'佛山','广东'),(205,'江门','广东'),(206,'湛江','广东'),(207,'茂名','广东'),(208,'肇庆','广东'),(209,'惠州','广东'),(210,'梅州','广东'),(211,'汕尾','广东'),(212,'河源','广东'),(213,'阳江','广东'),(214,'清远','广东'),(215,'东莞','广东'),(216,'中山','广东'),(217,'东沙','广东'),(218,'潮州','广东'),(219,'揭阳','广东'),(220,'云浮','广东'),(221,'南宁','广西'),(222,'柳州','广西'),(223,'桂林','广西'),(224,'梧州','广西'),(225,'北海','广西'),(226,'防城港','广西'),(227,'钦州','广西'),(228,'贵港','广西'),(229,'玉林','广西'),(230,'百色','广西'),(231,'贺州','广西'),(232,'河池','广西'),(233,'来宾','广西'),(234,'崇左','广西'),(235,'海口','海南'),(236,'三亚','海南'),(237,'三沙','海南'),(238,'五指山','海南'),(239,'琼海','海南'),(240,'儋州','海南'),(241,'文昌','海南'),(242,'万宁','海南'),(243,'东方','海南'),(244,'定安','海南'),(245,'屯昌','海南'),(246,'澄迈','海南'),(247,'临高','海南'),(248,'白沙','海南'),(249,'昌江','海南'),(250,'乐东','海南'),(251,'陵水','海南'),(252,'保亭','海南'),(253,'琼中','海南'),(254,'重庆','重庆'),(255,'成都','四川'),(256,'自贡','四川'),(257,'攀枝花','四川'),(258,'泸州','四川'),(259,'德阳','四川'),(260,'绵阳','四川'),(261,'广元','四川'),(262,'遂宁','四川'),(263,'内江','四川'),(264,'乐山','四川'),(265,'南充','四川'),(266,'眉山','四川'),(267,'宜宾','四川'),(268,'广安','四川'),(269,'达州','四川'),(270,'雅安','四川'),(271,'巴中','四川'),(272,'资阳','四川'),(273,'阿坝','四川'),(274,'甘孜','四川'),(275,'凉山','四川'),(276,'贵阳','贵州'),(277,'六盘水','贵州'),(278,'遵义','贵州'),(279,'安顺','贵州'),(280,'铜仁','贵州'),(281,'黔西南','贵州'),(282,'毕节','贵州'),(283,'黔东南','贵州'),(284,'黔南','贵州'),(285,'昆明','云南'),(286,'曲靖','云南'),(287,'玉溪','云南'),(288,'保山','云南'),(289,'昭通','云南'),(290,'丽江','云南'),(291,'普洱','云南'),(292,'临沧','云南'),(293,'楚雄','云南'),(294,'红河','云南'),(295,'文山','云南'),(296,'西双版纳','云南'),(297,'大理','云南'),(298,'德宏','云南'),(299,'怒江','云南'),(300,'迪庆','云南'),(301,'拉萨','西藏'),(302,'昌都','西藏'),(303,'山南','西藏'),(304,'日喀则','西藏'),(305,'那曲','西藏'),(306,'阿里','西藏'),(307,'林芝','西藏'),(308,'西安','陕西'),(309,'铜川','陕西'),(310,'宝鸡','陕西'),(311,'咸阳','陕西'),(312,'渭南','陕西'),(313,'延安','陕西'),(314,'汉中','陕西'),(315,'榆林','陕西'),(316,'安康','陕西'),(317,'商洛','陕西'),(318,'兰州','甘肃'),(319,'嘉峪关','甘肃'),(320,'金昌','甘肃'),(321,'白银','甘肃'),(322,'天水','甘肃'),(323,'武威','甘肃'),(324,'张掖','甘肃'),(325,'平凉','甘肃'),(326,'酒泉','甘肃'),(327,'庆阳','甘肃'),(328,'定西','甘肃'),(329,'陇南','甘肃'),(330,'临夏','甘肃'),(331,'甘南','甘肃'),(332,'西宁','青海'),(333,'海东','青海'),(334,'海北','青海'),(335,'黄南','青海'),(336,'海南藏族','青海'),(337,'果洛','青海'),(338,'玉树','青海'),(339,'海西','青海'),(340,'银川','宁夏'),(341,'石嘴山','宁夏'),(342,'吴忠','宁夏'),(343,'固原','宁夏'),(344,'中卫','宁夏'),(345,'乌鲁木齐','新疆'),(346,'克拉玛依','新疆'),(347,'吐鲁番','新疆'),(348,'哈密','新疆'),(349,'昌吉','新疆'),(350,'博尔塔拉','新疆'),(351,'巴音郭楞','新疆'),(352,'阿克苏','新疆'),(353,'克孜勒苏柯尔克孜','新疆'),(354,'喀什','新疆'),(355,'和田','新疆'),(356,'伊犁','新疆'),(357,'塔城','新疆'),(358,'阿勒泰','新疆'),(359,'石河子','新疆'),(360,'阿拉尔','新疆'),(361,'图木舒克','新疆'),(362,'五家渠','新疆'),(363,'台北','台湾'),(364,'高雄','台湾'),(365,'台南','台湾'),(366,'台中','台湾'),(367,'金门','台湾'),(368,'南投','台湾'),(369,'基隆','台湾'),(370,'新竹','台湾'),(371,'嘉义','台湾'),(372,'新北','台湾'),(373,'宜兰','台湾'),(374,'新竹','台湾'),(375,'桃园','台湾'),(376,'苗栗','台湾'),(377,'彰化','台湾'),(378,'嘉义','台湾'),(379,'云林','台湾'),(380,'屏东','台湾'),(381,'台东','台湾'),(382,'花莲','台湾'),(383,'澎湖','台湾'),(384,'连江','台湾'),(385,'香港岛','香港'),(386,'九龙','香港'),(387,'新界','香港'),(388,'澳门半岛','澳门'),(389,'离岛','澳门');
/*!40000 ALTER TABLE `area` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2017-08-26 10:11:40
